Repository: fayer3/plugin.video.joyn_app
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# #32002
source: Airdate: [COLOR chartreuse]{0:s}[/COLOR][CR]Available until: [COLOR chartreuse]{1:s}[/COLOR][CR][CR]"
de_de: Ausgestrahlt: [COLOR chartreuse]{0:s}[/COLOR][CR]Verfügbar bis: [COLOR chartreuse]{1:s}[/COLOR][CR][CR]

# #32003
source: not available in this country
de_de: Nicht verfügbar in diesem Land

# #32004
source: unsupported DRM '{0}'
de_de: nicht unterstütztes DRM '{0}'

# #32005
source: couldn't get stream, try again
de_de: Stream konnte nicht abgefragt werden, versuch es noch einmal

# #32006
source: Next
de_de: Danach

# #32007
source: * My JOYN-Favourites *
de_de: * Meine JOYN-Favoriten *

# #32008
source: ADDON - Settings
de_de: ADDON - Einstellungen

# #32009
source: [COLOR chartreuse]Add to JOYN-Favorites[/COLOR]
de_de: [COLOR chartreuse]zu JOYN-Favoriten hinzufügen[/COLOR]

# #32010
source: [COLOR orange]Remove from JOYN-Favorites[/COLOR]
de_de: [COLOR orange]aus JOYN-Favoriten entfernen[/COLOR]

# #32011
source: SUCCESSFULL:
de_de: ERFOLGREICH:

# #32012
source: [COLOR green]ADDED[/COLOR] * [COLOR blue]{0}[/COLOR] * [COLOR green]TO FAVORITES ![/COLOR]
de_de: [COLOR blue]{0}[/COLOR] * [COLOR green]ZU DEN FAVORITEN HINZUGEFÜGT ![/COLOR]

# #32013
source: [COLOR red]REMOVED[/COLOR] * [COLOR blue]{0}[/COLOR] * [COLOR red]FROM FAVORITES ![/COLOR]
de_de: [COLOR blue]{0}[/COLOR] * [COLOR red]AUS DEN FAVORITEN ENTFERNT ![/COLOR]

# #32014
source: Search
de_de: Suche

# #32015
source: EPG from [COLOR chartreuse]{0}[/COLOR]
de_de: EPG vom [COLOR chartreuse]{0}[/COLOR]

# #32016
source: past EPG
de_de: früheres EPG

# #32017
source: Airdate: [COLOR chartreuse]{0:s}[/COLOR][CR][CR]
de_de: Ausgestrahlt: [COLOR chartreuse]{0:s}[/COLOR][CR][CR]

# #32018
source: Available until: [COLOR chartreuse]{0:s}[/COLOR][CR][CR]
de_de: Verfügbar bis: [COLOR chartreuse]{0:s}[/COLOR][CR][CR]

# #32019
source: new version of JOYN available
de_de: neue JOYN Version verfügbar

# #32020
source: There is a new version of JOYN available, this Addon might not support all features or might stop working.
de_de: Es gibt eine neue JOYN Version, dieses Addon unterstützt unter umständen nicht alle Features, oder könnte bald nicht mehr funktionieren.

# #32025
source: DRM content requires Kodi 18.0
de_de: Für DRM Inhalte wird Kodi 18.0 benötigt

# #32026
source: Premium Content requires a Subscription
de_de: Premium Inhalte benötigen eine Mitgliedschaft

# #32102
source: number of simultanious network requests
de_de: Anzahl an gleichzeitigen Netzwerkanfragen

# #32103
source: fake ip to bypass geoblocking
de_de: fälsche IP um Geoblocking zu umgehen

# #32104
source: Add the channelname to the livestream title
de_de: Füge den Sendernamen zum Livestream Titel hinzu

# #32105
source: Settings for Live TV
de_de: Einstellungen für Live TV

# #32106
source: Show a preview of the current show instead of the channel icon
de_de: Zeige eine Vorschau der aktuellen Sendung statt dem Senderlogo

# #32107
source: Show the name of the currently playing broadcast in the channel Name
de_de: Zeige den Namen der Aktuellen Sendung im Sender namen

# #32108
source: Show Seanson/Episode number in video name
de_de: Zeige Staffel/Folgen Nummer im Video Namen

# #32109
source: Number of trys when getting an ad
de_de: Anzahl an Versuchen bei einer Werbung

# #32110
source: show [PLUS+] content?
de_de: [PLUS+] Inhalte anzeigen?

# #32111
source: yes, add [PLUS+] to name
de_de: Ja, [PLUS+] zum Titel hinzufügen

# #32112
source: yes
de_de: Ja

# #32113
source: no
de_de: Nein

# #32114
source: warn for new versions
de_de: Bei neuen Versionen Warnen

# #32115
source: once
de_de: einmal

# #32116
source: always
de_de: immer

# #32117
source: never
de_de: niemals

# #32118
source: General
de_de: Allgemein

# #32119
source: General settings
de_de: Allgemeine Einstellungen

# #32130
source: No longer available
de_de: Nicht mehr verfügbar
